donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
golang.go
hashicorp.terraform
IBM.output-colorizer
ionutvmi.path-autocomplete
jebbs.plantuml
mechatroner.rainbow-csv
mosapride.zenkaku
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-ja
oderwat.indent-rainbow
pdconsec.vscode-print
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
