anthropic.claude-code
corschenzi.mermaid-graphical-editor
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
github.copilot
github.copilot-chat
golang.go
hashicorp.terraform
ibm.output-colorizer
ionutvmi.path-autocomplete
jebbs.plantuml
marp-team.marp-vscode
mechatroner.rainbow-csv
mosapride.zenkaku
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-ja
oderwat.indent-rainbow
openai.chatgpt
orta.vscode-jest
pdconsec.vscode-print
shardulm94.trailing-spaces
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
vscode-icons-team.vscode-icons
vunguyentuan.vscode-css-variables
wayou.vscode-todo-highlight
